{
  "header": {
    "quoteForm": "FORMULAIRE DE DEVIS",
    "companyName": "RAYCO ELECTRONIC SYSTEM LTÉE",
    "address": {
      "full": "2440, Avenue Dalton\nQuébec (QC) G1P 3X1\nCANADA",
      "street": "2440, Avenue Dalton",
      "city": "Québec",
      "province": "(QC) G1P 3X1",
      "country": "CANADA"
    }
  },
  "form": {
    "page": "Page {{page}} / 4",
    "quotation": "DEVIS #:",
    "dateIssued": "DATE D'ÉMISSION:",
    "paymentTerms": "CONDITIONS DE PAIEMENT:",
    "paymentBeforeShipment": "Paiement avant expédition",
    "shippingTerms": "CONDITIONS D'EXPÉDITION:",
    "exWorks": "EXW (Départ usine)",
    "expiration": "EXPIRATION:",
    "expirationDays": "10 jours après la date d'émission",
    "customer": {
      "title": "CLIENT",
      "fullName": "NOM COMPLET:",
      "address": "ADRESSE:",
      "contactPerson": "PERSONNE À CONTACTER:",
      "telephone": "TÉLÉPHONE:"
    },
    "rayco": {
      "title": "RAYCO",
      "officeAddress": "ADRESSE DU BUREAU:",
      "contactPerson": "PERSONNE À CONTACTER:",
      "phone": "Téléphone :",
      "email": "E-MAIL:"
    },
    "shippingInfo": {
      "title": "INFORMATIONS D'EXPÉDITION",
      "shippingAddress": "ADRESSE DE LIVRAISON:",
      "contact": "CONTACT:"
    },
    "quoteDescription": "DESCRIPTION DU DEVIS:",
    "currency": "DEVISE",
    "totalPrice": "PRIX TOTAL",
    "priceRange": "FOURCHETTE DE PRIX"
  },
  "options": {
    "title": "OPTIONS / EXTRAS OPTIONNELS",
    "selectOption": "Sélectionner une option",
    "otherOptions": "Autres options / commentaires",
    "tpms": {
      "title": "T1 TPMS",
      "description": "Balance pour camion, TI\nCapteurs de pression sans fil (2)\nOption TPMS\nInstallation et calibration incluses"
    },
    "maxiload": {
      "title": "66GBALANCEKZ 11UZP0018 33V9009",
      "description": "Balance embarquée, Maxiload EVO\nCapteurs de pression (2) - capteurs de proximité (2)\nInstallation et calibration incluses"
    }
  },
  "installation": {
    "title": "INSTALLATION",
    "selectInstallation": "Sélectionner une option d'installation",
    "additionalDetails": "Détails supplémentaires sur l'installation",
    "option": {
      "title": "55INSTALLATION",
      "description": "Installation + calibration\n+ formation\nDéplacement vers"
    }
  },
  "additionalOffer": {
    "title": "OFFRE SUPPLÉMENTAIRE",
    "selectOffer": "Sélectionner une offre supplémentaire",
    "additionalDetails": "Détails supplémentaires sur l'offre"
  },
  "shippingTerms": {
    "title": "CONDITIONS D'EXPÉDITION",
    "description": "EXW (Départ usine) Les arrangements et les coûts de transport sont à la charge du client. Si le client n'est pas en mesure d'organiser le transport, RaycoWylie ou RaycoSyscomak (supprimer selon le cas pour le bon formulaire) prendra les dispositions nécessaires et facturera en conséquence. La responsabilité restera celle du client comme si c'était EXW."
  },
  "notes": {
    "title": "NOTES",
    "placeholder": "Notes supplémentaires"
  },
  "buttons": {
    "download": "Télécharger le PDF combiné (Format Lettre)"
  },

  "termsAndConditions": {
    "title": "Termes et Conditions",
    "raycoGroup": "Les termes et conditions ci-dessous sont établis dans le but de régir toutes les transactions entre Rayco Electronic System Ltd (\"La Société\") et ses clients (\"Le Client\" ou \"L'Acheteur\"). Le Groupe Rayco de Sociétés comprend la Société et ses filiales actuelles et futures. À cette date, les filiales sont The B&A Engineering Company Ltd, Rayco Wylie Weighload Electronic Systems, Inc, Rayco Wylie Engineering Singapore PTE Ltd et Degia Engineering Company.",
    "salesTerms": "Il est explicitement convenu que les clauses suivantes font partie intégrante de toute commande, accord et/ou achat effectué par un client de la Société ou de l'une de ses filiales. L'Acheteur, par son bon de commande, reconnaît avoir lu ces clauses et confirme son acceptation.",
    "acceptance": "L'acceptation d'un devis émis par la Société ou de tous biens fournis, conseils donnés ou services rendus inclut l'acceptation des termes et conditions suivants et aucune variation ou ajout à ceux-ci ne sera contraignant pour la Société, sauf accord exprès de la Société par écrit par un représentant dûment autorisé.",
    "amendment": "Aucun amendement à un document de transaction ne peut être effectué sans le consentement écrit d'un dirigeant dûment autorisé de la Société et aucun accord verbal ne sera valide et contraignant pour la Société.",
    "quotations": "Sauf retrait préalable, un devis émis par un représentant de la Société est ouvert à l'acceptation par écrit dans la période indiquée sur le devis ou lorsqu'aucune période n'est indiquée dans les dix (10) jours suivant sa date. La Société se réserve le droit de corriger toute erreur ou omission dans son devis.",
    "prices": "Les prix indiqués sont basés sur le coût des marchandises, le transport et autres coûts à la date du devis (ou à la date à laquelle ces prix sont autrement convenus). Dans le cas où ces coûts augmenteraient de manière significative, la Société aura le droit d'augmenter les prix en conséquence et donnera un avis écrit de toute augmentation avant la livraison.",
    "electionOfDomicile": "L'Acheteur élit domicile au lieu d'affaires de la Société, à l'adresse du bureau avec lequel il a contracté.",
    "judicialProceedings": "Toutes les procédures judiciaires seront instituées dans le district judiciaire de l'endroit où se trouve le bureau de la Société avec lequel l'Acheteur a contracté. La seule loi applicable à tout litige relatif à toute transaction sera la loi en vigueur à l'endroit où se trouve le bureau de la Société avec lequel l'Acheteur a contracté.",
    "payment": "(A) Les sommes dues de toute transaction sont payables avant l'expédition par transfert bancaire. Si l'Acheteur décide de payer par carte de crédit, des frais administratifs de 5% seront ajoutés au montant total de la facture. Un accord de paiement écrit peut être signé entre l'Acheteur et la Société.\n(B) Le non-respect des termes et conditions entraînera la résiliation immédiate de tout accord.\n(C) Nonobstant le paragraphe (A), la Société peut exiger un paiement anticipé de l'Acheteur au moment de la commande.",
    "returnAndCancellation": "a) Aucune commande objet de ce contrat ou faisant suite à ce contrat ne peut être annulée et les marchandises livrées ne peuvent être refusées par l'Acheteur.\nb) Aucun retour de marchandises ne sera accepté par la Société, sauf pour un travail sous garantie de réparation/échange ou lors d'une réclamation pour remplacement sous garantie conformément à la Clause 20 ci-dessous. Toutes les marchandises retournées sont soumises à des frais de restockage dont la valeur sera confirmée par écrit avant que les marchandises ne soient acceptées comme retours. Toute valeur ajoutée sera basée sur les marchandises étant retournées dans les mêmes conditions que lorsqu'elles ont été expédiées.",
    "delivery": "La livraison sera effectuée à la date ou autour de la date convenue entre la Société et l'Acheteur. Cependant, la Société ne sera pas responsable des retards dus à des circonstances raisonnablement indépendantes de sa volonté, ce qui signifie, mais sans s'y limiter, la guerre, les émeutes et autres troubles civils, les catastrophes naturelles, les inondations, les incendies, les accidents, les embargos et autres interventions économiques, gouvernementales ou interventions et décisions, les retards de transport ainsi que l'impossibilité, la difficulté extraordinaire ou la cherté anormale d'obtenir des matériaux, des équipements ou de la main-d'œuvre.",
    "deliveryDelays": "OR FINAL CUSTOMER:\na)L'intérêt de 1% par mois sur les marchandises non expédiées sera facturé à l'Acheteur pour tout retard de livraison causé par lui-même ou par le client final à partir de la date d'expiration de trente (30) jours à compter de la date de livraison prévue.\nb)Nonobstant le paragraphe (A), la Société se réserve le droit de facturer à l'Acheteur le montant dû si la date de livraison est reportée par l'Acheteur.",
    "shipping": "L'expédition est la responsabilité du Client. Les conditions d'expédition sont EXW (départ usine). Le Client devra organiser l'enlèvement des marchandises à l'emplacement de la Société. Les coûts d'expédition de toutes les pièces, y compris l'emballage et la manutention, ne sont pas inclus dans le devis. Tous les dommages ou pertes en transit sont la responsabilité du Client avec sa compagnie d'expédition.",
    "defects": "Tout défaut de fabrication ou défaut dû à une mauvaise installation par la Société doit être signalé à la Société, à son siège social, dans les sept (7) jours suivant la livraison. L'énoncé doit être inspecté par la Société pour déterminer si la plainte de l'acheteur est bien fondée.",
    "claims": "Aucune réclamation de l'Acheteur pour tout travail effectué par lui sur les marchandises livrées ne sera acceptée par la Société si ledit travail n'a pas été préalablement autorisé par la Société.",
    "companyLiability": "La responsabilité de la Société ne dépassera en aucun cas le prix stipulé sur la facture et ne s'étendra pas à d'autres dommages, coûts ou dépenses encourus par l'Acheteur.",
    "ownershipOfGoods": "La propriété des marchandises vendues ne sera transférée à l'Acheteur que lorsque le prix desdites marchandises ainsi que l'intérêt et autres dépenses, le cas échéant, auront été entièrement payés. L'Acheteur doit prendre soin raisonnable des marchandises livrées et notifier la Société sans délai de toute saisie de marchandises livrées et de toutes mesures légales ayant un effet similaire. De même, l'Acheteur ne doit pas disposer ou autrement transférer les marchandises livrées à un tiers sans en informer la Société. Si l'Acheteur ne se conforme pas à cette clause, la Société peut prendre toutes les mesures prévues ci-dessous, dans la clause 18 (Hypothèque) de ce contrat.",
    "mortgage": "(A) Nonobstant les paragraphes 9 (Paiement), la Société peut, afin de garantir le paiement du prix convenu en vertu de ce contrat, et sans défaut de l'Acheteur, enregistrer une hypothèque mobilière ou obtenir une garantie similaire sur les marchandises vendues."
  }
}
