{
  "header": {
    "quoteForm": "QUOTE FORM",
    "companyName": "RAYCO ELECTRONIC SYSTEM LTD",
    "address": {
      "full": "2440 Dalton Avenue\nQuebec City, QC G1P 3X1\nCANADA",
      "street": "2440, Dalton Avenue",
      "city": "Quebec City",
      "province": "(QC) G1P 3X1",
      "country": "CANADA"
    }
  },
  "form": {
    "page": "Page {{page}} / 4",
    "quotation": "QUOTATION #:",
    "dateIssued": "DATE ISSUED:",
    "paymentTerms": "PAYMENT TERMS:",
    "paymentBeforeShipment": "Payment before shipment",
    "shippingTerms": "SHIPPING TERMS:",
    "exWorks": "EXW (Ex Works)",
    "expiration": "EXPIRATION:",
    "expirationDays": "10 days after date issued",
    "customer": {
      "title": "CUSTOMER",
      "fullName": "FULL NAME:",
      "address": "ADDRESS:",
      "contactPerson": "CONTACT PERSON:",
      "telephone": "TELEPHONE:"
    },
    "rayco": {
      "title": "RAYCO",
      "officeAddress": "OFFICE ADDRESS:",
      "contactPerson": "CONTACT PERSON:",
      "phone": "Phone:",
      "email": "E-MAIL:"
    },
    "shippingInfo": {
      "title": "SHIPPING INFORMATION",
      "shippingAddress": "SHIPPING ADDRESS:",
      "contact": "CONTACT:"
    },
    "quoteDescription": "QUOTE DESCRIPTION:",
    "currency": "CURRENCY",
    "totalPrice": "TOTAL PRICE",
    "priceRange": "PRICE RANGE"
  },
  "options": {
    "title": "OPTIONS / OPTIONAL EXTRAS",
    "selectOption": "Select an option",
    "otherOptions": "Other options / comments",
    "tpms": {
      "title": "T1 TPMS",
      "description": "Truck scale, TI\nWireless pressure sensors (2)\nTPMS option\nInstallation and calibration included"
    },
    "maxiload": {
      "title": "66GBALANCEKZ 11UZP0018 33V9009",
      "description": "On-board scale, Maxiload EVO\nPressure sensors (2) - proxy sensors (2)\nInstallation and calibration included"
    }
  },
  "installation": {
    "title": "INSTALLATION",
    "selectInstallation": "Select an installation option",
    "additionalDetails": "Additional details about the installation",
    "option": {
      "title": "55INSTALLATION",
      "description": "Installation + calibration\n+ training\nTraveling to"
    }
  },
  "additionalOffer": {
    "title": "ADDITIONAL OFFER",
    "selectOffer": "Select an additional offer",
    "additionalDetails": "Additional details about the offer"
  },
  "shippingTerms": {
    "title": "SHIPPING TERMS",
    "description": "EXW (Ex Works) Transportation arrangements and costs to be the responsibility of the customer. If the customer is unable to arrange transportation RaycoWylie or RaycoSyscomak (delete as appropriate for the correct form) will make the necessary arrangements and charge accordingly. Responsibility will remain with the customer as if EXW."
  },
  "notes": {
    "title": "NOTES",
    "placeholder": "Additional notes"
  },
  "buttons": {
    "download": "Download Combined PDF (Letter Format)"
  },

  "termsAndConditions": {
    "title": "Terms and Conditions",
    "raycoGroup": "The terms and conditions here under are set for the purpose of ruling all transactions between Rayco Electronic System Ltd (\"The Company\") and its customers (\"The Customer\" or \"The Buyer\"). The Rayco Group of Companies include the Company and its subsidiaries actual and future. On this date the subsidiaries are The B&A Engineering Company Ltd, Rayco Wylie Weighload Electronic Systems, Inc, Rayco Wylie Engineering Singapore PTE Ltd and Degia Engineering Company.",
    "salesTerms": "It is explicitly agreed that the following clauses are an integral part of any order, agreement and/or purchase made by a customer of the Company or any of its subsidiaries. The Buyer, through his purchase order, acknowledges having read these clauses and confirms his acceptance.",
    "acceptance": "The acceptance of a quotation issued by the Company or of any goods supplied, advice given or service rendered includes the acceptance of the following terms and conditions and no variation of or addition to the same shall be binding upon the Company unless expressly agreed by the Company upon writing by a duly authorized representative.",
    "amendment": "No amendment to any transaction document may be made without the written consent of a duly authorized officer of the Company and no verbal agreement will be valid and binding on the Company.",
    "quotations": "Unless previously withdrawn a quotation issued by a representative of the Company is open to acceptance in writing within the period stated on the quotation or when no period is stated within ten (10) days after its date. The Company reserve the right to correct any errors or omissions in its quotation.",
    "prices": "Prices quoted are based on the cost of goods, freight and other costs at the date of the quotation (or at the date when such prices are otherwise agreed). In the event of these costs increasing significantly the Company shall have the right to increase prices accordingly and will give written notice of any increase before delivery.",
    "electionOfDomicile": "The Buyer elects' domicile in the place of business of the Company, at the address of the office with which he has contracted.",
    "judicialProceedings": "All legal proceedings shall be instituted in the judicial district of the location where the office of the Company with which the Buyer has contracted. The only law applicable to a dispute relating to any transaction shall be the law in force at the location where the office of the Company with which the Buyer has contracted.",
    "payment": "(A) The sums due, of any transaction are payable prior to shipping by bank transfer. If the Buyer decides to pay by credit card an administrative fee of 5% is added to the total amount of the invoice. An agreement on payment terms may be signed between the Buyer and the Company.\n(B) Failure to comply with the terms and conditions will result in immediate termination of any agreement.\n(C) Notwithstanding paragraph (A), the Company may require an advance payment from the Buyer at the time of the order.",
    "returnAndCancellation": "a) No order subject of this contract or following this contract can be cancelled and the goods delivered cannot be refused by the Buyer.\nb) No return of goods will be accepted by the Company except for work under repair/ exchange service or when claiming for replacement under guarantee in accordance with Clause 20 below. Any goods returned are subject to a restocking charge the value of which will be confirmed in writing prior to the goods being accepted as returns. Any added value will be based on the goods being returned in the same condition that they were despatched in.",
    "delivery": "Delivery shall be made on the date or around the date agreed between the Company and the Buyer. However, the Company shall not be liable for any delay due to circumstances reasonably beyond its control, which means, but not limited to war, riots and other civil disturbances, fire, natural disasters, floods, strikes, accidents, embargoes and other economic sanctions, government interventions and decisions, transportation delays as well as impossibility, extraordinary difficulty or abnor-mally high costs to obtain materials, equipment or labor.",
    "deliveryDelays": "OR FINAL CUSTOMER:\na)Interest at 1% per month on unshipped goods will be charged to the Buyer for any delay in delivery caused by himself or by the final cus-tomer as of the expiry of thirty (30) days from the planned delivery date.\nb)Notwithstanding paragraph (A), the Company reserves the right to charge the Buyer the amount due if the date of delivery date is postpo-ned by the Buyer.",
    "shipping": "Shipping is the responsibility of the Customer. Shipping terms are EXW (EXW). Customer shall manage to pick-up the goods at the Company location. The shipping costs of the parts including packaging and handling are not included in the order. All damage or lost in transit claims are the responsibility of the Customer with his shipping company.",
    "defects": "Any manufacturing defect or defect due to installation by the Company must be reported to the Company, at its headquarters, within seven (7) days of delivery. The equipment shall be inspected by the Company to determine if the buyer's complaint is well-founded.",
    "claims": "No claim, by the Buyer, for any work performed by him on the goods delivered will be accepted by the Company, if the said work has not been previously authorized by the Company.",
    "companyLiability": "The Company's liability shall in no case exceed the price stipulated on the invoice and it shall not extend to other damages, costs or expenses incurred by the Buyer.",
    "ownershipOfGoods": "The ownership of the goods sold will be transferred to the Buyer only when the price of the said goods as well as interest and other expenses, if any, will have been entirely paid. The Buyer shall take reasonable care of the delivered goods and notify the Company without delay of any seizure of goods delivered and any legal measures having a similar effect. Similarly, the Buyer shall not dis-pose or otherwise transfer the delivered goods to a third party without notifying the Company. If the Buyer fails to comply with this clause, the Company may take all the measures provided below, in clause 18 (Mortgage) of this contract.",
    "mortgage": "(A) Notwithstanding paragraphs 9 (Payment), the Company may, in order to guarantee the payment of the agreed price under this contract, and without default by the Buyer, register a movable hypothec or to obtain a similar guarantee on the goods sold.",
    "mortgageContinued": "(B) The Company may, in addition, register any movable and/or immovable hypothec on the Buyer's assets without default on the Buyer's part.",
    "buyerDefault": "(A) If the Buyer refuses to receive delivery of the goods sold or is in default to pay, in whole or in part, any amounts due under this contract or under any other contract between the Buyer and the Company, the total amount will become due immediately and the Company may: - refuse to make additional deliveries - terminate this contract and repossess the goods delivered without remitting the payments already made by the Buyer and take any other measures provided by the law without prejudice to its actions for damages. (B) Any balance due shall bear interest at the rate of 2% per month and 24% per year from the date the invoice was issued. (C) The Company will retain ownership of the goods sold until full payment of the sale price and interest, if any. In the event of default by the Buyer, the Company may take one or all of the following measures: 1) Require immediate payment of the balance due; 2) Repossess the goods sold and retain, as damages, liquid interest, the sums received as installments; 3) Exercise the guarantee provided for in paragraph 18 (Mortgage); 4) Take any other action required by law. (D) Failure by the Company to exercise the rights provided for in this clause shall not be construed as a waiver of the exercise of its rights and remedies for any subsequent default. (E) Similarly, the delay by the Company in exercising the rights provided for in this clause shall not be construed as a waiver of the exercise of its rights and remedies for the default.",
    "newPartsWarranty": "Newly purchased standard parts manufactures by the Company will be covered by a limited warranty for a period of twelve (12) months from the date of delivery, subject to delivery delays due by the Buyer or his customer. Should any defect develop due to faulty design, workmanship or materials, this limited warranty will cover the parts unless the Buyer has not made a normal use of the goods delivered. This limited warranty is invalid when, after examination by the Company or by a third party authorized by the Company, it is demonstrated that the defect was caused by improper installation by the Buyer or by an installation on a machine not matching to the product model, or any form of misuse or willful or unintentional abuse. This limited warranty applies only subject to the following provisions: (A) The warranty applies only to parts manufactured, sold or approved by the Company; (B) No part other than those manufactured, sold or approved by the Company may be installed on the goods sold; (C) This limited warranty does not cover repairs, installations, modifications or replacements made by the Buyer related to a part or parts covered by said limited warranty in the absence of prior authorization of the Company; (D) Any opening of a control unit or an electronic device other than what's required for the installation will void the limited warranty. - The Company liability is limited to the replacement of the defective item (s) only. - The Company holds the right to reject any unjustified claim. This policy is also applicable to complete systems sold by the Company. (E) The warranty is not applicable if the purchasing is not paid or if the customer does not respect his approved payment terms.",
    "refurbishedPartsWarranty": "Refurbished standard parts will be warranted for a period of six (6) months from the date of delivery. This warranty will only apply to standard parts purchased from the Company. - The Company's liability is limited to the replacement of the defective item (s) only. - The Company holds the right to reject any unjustified claim.",
    "feesNotCovered": "- Labor costs on site; - Transportation and handling charges; - all other related parts; - Travel expenses, hotel, parking, telephone costs, towing, etc.; - Damage to other parts or loss of revenue caused by breakage of defective part (s) of the Company system; - Damage caused by a system other than the Company's - Any other damage beyond our control. (Ex.: natural disaster)",
    "warrantyImplementation": "Any warranty claim must be made in writing or by telephone within a period of fifteen (15) days from the date of the defect's discovery by the Buyer to the Company.",
    "invalidity": "The invalidity of one of the clauses of this contract will not entail the nullity of the entire contract unless it is an essential clause.",
    "installationRepairs": "a) The work shall be carried out during normal working hours unless otherwise agreed in writing. Weekend and Bank Holiday working will incur additional charges. b) The customer will provide free and uninterrupted access to the site. c) The customer will provide all necessary men, materials such as pneumatic and hydraulic parts, and equipment, including welding equipment and test weights where necessary, to enable the installation and calibration to be carried out. The Buyer is responsible for ensuring that the welding work is done according to the code of practice and in accordance with the standards in force for the welding of its equipment. The Company can not be held responsible for welding specifications and/or work instructions that could affect the structural integrity of the equipment. d) The Buyer is responsible to inform the Company, if the Installation is postponed, at least 24 hours before the scheduled date. Failing this, the engineer's or authorised personnel travel expenses will be charged to the Buyer. The crane or the heavy equipment must be 100% available and functional for the engineer or authorised personnel sent by the Company, on the date specified in the agreement between the Buyer/Customer and the Company, and throughout the installation process and/or works. e) The machine must be operational during installation and/or work. It remains the sole responsibility of the customer to provide an operator on site to calibrate the system, if necessary. The choice of the operator and the costs incurred remain the sole responsibility of the customer and under his responsibility. f) In the event that these conditions (a, b, c, d, e) are not met, the Company's technician waiting time will be billed to the customer according to the billing schedule in force at the time of the installation or at the time of repair work and mileage charges for travel, accommodation and living expenses may also be charged to the client.",
    "nationalStandards": "(A) The Company does not accept any liability arising from installations of the goods or type-testing of the goods after installation unless the installation of type-testing is carried out by or under supervision of the Company's own engineers or authorised personnel. (B) The Company shall not be responsible for the loss or damage suffered by the Customer, if the Customer supplied the Company in respect of the goods delivered by the Company to the Customer with incomplete or inaccurate technical information or did not notify the Company of any changes to the Customer's specifications.",
    "revisionDate": "Rev 05 | 2024-03-19",
    "onBehalfOfCompany": "ON BEHALF OF RAYCO ELECTRONIC SYSTEM LTD",
    "onBehalfOfCustomer": "ON BEHALF OF THE CUSTOMER",
    "agreedToQuote": "I agree with this quotation and its terms and conditions.",
    "signedBy": "Signed by",
    "signature": "Signature",
    "date": "Date"
  }
}